Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 06-Red-Riding-Hood/CAT/red-riding-hood-seven-kids/tm/corpus-nt-bbe.en.utf8.tmx
Source language: en
Languages: chr

source: For truly, we who are in this tent do give out cries of weariness, for the weight of care which is on us; not because we are desiring to be free from the body, but so that we may have our new body, and death may be overcome by life.
chr: ᎠᏴᏰᏃ ᎯᎠ ᎠᏂ ᎦᎵᏦᏛ ᏦᏥᏯᎠ ᎣᎩᎵᏰᏗᎭ, ᏂᎦᎵᏍᏙᏗᎭ ᎦᎨᏛ ᏃᎦᏛᎿᏕᎬᎢ; ᎥᏝ ᏦᎩᏄᏪᏍᏗᏱ ᎣᎦᏚᎵᏍᎬ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ; ᏦᎩᏄᏬᏍᏗᏱᏍᎩᏂ; ᎾᏍᎩ ᎠᏲᎱᏍᎩ ᎨᏒ ᎠᏥᎩᏍᏗᏱ ᎬᏂᏛ ᎤᎩᏐᎲᏍᏗᏱ.

source: Now he who has made us for this very thing is God, who has given us the Spirit as a witness of what is to come.
chr: ᎾᏍᎩᏃ Ꮎ ᎢᎪᏢᏅᎯ ᎯᎠ ᎾᏍᎩ ᎤᎬᏩᎵ ᎨᏒ ᎾᏍᎩ ᎤᏁᎳᏅᎯ, ᎾᏍᎩ ᎾᏍᏉ ᏦᎩᏁᎸ ᎠᏓᏅᏙ ᎠᎦᏗᏗᏍᏙᏗ ᎨᏒᎢ.

source: So, then, we are ever without fear, and though conscious that while we are in the body we are away from the Lord,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎪᎯᎸ ᎤᎦᎵᏍᏗ ᎣᎦᏓᏅᏔᏩᏕᎪᎢ, ᎠᎴ ᎣᏥᎦᏔᎭ ᎾᏍᎩ ᏂᎪᎯᎸ ᎣᏥᏁᎸ ᎠᏂ ᏦᏥᏰᎸᎢ, ᎤᎬᏫᏳᎯ ᎡᎲ ᎣᎩᎪᏁᎸᎢ;

source: (For we are walking by faith, not by seeing,)
chr: ᎪᎯᏳᏗᏰᏃ ᎨᏒ ᎣᏨᏗᎭ ᎣᏤᏙᎲᎢ, ᎥᏝᏃ ᎠᎪᏩᏛᏗ ᎨᏒᎢ.

source: We are without fear, desiring to be free from the body, and to be with the Lord.
chr: ᎠᎴ ᎤᎦᎵᏍᏗ ᎣᎦᏓᏅᏔᏩᏕᎪᎢ, ᎠᎴ ᎤᏟ ᎦᏲᎩᏰᎸᏗ ᎠᏰᎸ ᎣᎩᎪᏁᎶᎢᏍᏗᏱ, ᎠᎴ ᎤᎬᏫᏳᎯ ᎡᎲ ᏬᎦᏁᎳᏗᏍᏗᏱ.

source: For this reason we make it our purpose, in the body or away from it, to be well-pleasing to him.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎣᏣᎵᏂᎬᏁᎭ, ᎾᏍᏉ ᎾᎿ ᏱᏬᏥᏁᎳ, ᎠᎴ ᏲᎩᎪᏁᎳ, ᏦᎦᏓᏂᎸᎢᏍᏗᏱ ᎢᏳᎵᏍᏙᏗᏱ.

source: For we all have to come before Christ to be judged; so that every one of us may get his reward for the things done in the body, good or bad.
chr: ᎠᏴᏰᏃ ᏂᏗᎥ ᎢᎬᏱᏗᏢ ᏫᎩᎾᏄᎪᎢᏍᏗ ᎨᏎᏍᏗ ᎦᎶᏁᏛ ᏧᏭᎪᏙᏗᏱ ᎦᏍᎩᎸᎢ; ᎾᏍᎩ ᏂᏗᎥ ᎢᏗᏏᏴᏫᎭ ᎡᎩᏁᏗᏱ ᏄᏍᏛ ᏕᎩᎸᏫᏍᏓᏁᎸ ᏗᏗᏰᎸ ᎬᏗ, ᎾᏍᎩᏯ ᏂᎦᏛᏁᎵᏙᎸᎢ, ᎣᏏᏳ ᏱᎾᎩ, ᎠᎴ ᎤᏲ ᏱᎾᎩ.

source: Having in mind, then, the fear of the Lord, we put these things before men, but God sees our hearts; and it is my hope that we may seem right in your eyes.
chr: ᎾᏍᎩᏃ ᏦᏥᎦᏔᎭ ᎦᎾᏰᎢᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ, ᏙᏥᏍᏗᏰᏗ ᏴᏫ; ᎠᎴ ᎬᏂᎨᏒ ᏃᏣᎵᏍᏗᎭ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲᎢ; ᎠᎴ ᎤᏚᎩ ᎠᏋᎭ ᎬᏂᎨᏒ ᎢᏯᏆᎵᏍᏙᏗᏱ ᎾᏍᏉ ᏂᎯ ᏕᏣᏓᏅᏛᎢ.

source: We are not again requesting your approval, but we are giving you the chance of taking pride in us, so that you may be able to give an answer to those whose glory is in seeming, and not in the heart.
chr: ᎥᏝᏰᏃ ᏂᎯ ᏍᎩᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᏲᏥᏂᎳᏗᎭ; ᎢᏨᏁᎭᏍᎩᏂ ᏍᎩᎸᏉᏙᏗᏱ, ᎾᏍᎩ ᎪᎱᏍᏗ ᏳᏂᎭ ᏧᎾᏬᎯᎵᏴᏍᏓᏁᏗ, ᎢᏨᏰᎵᏎᎭ, ᎾᏍᎩ ᎦᏚᏉ ᎡᎯ ᎠᎾᏢᏉᏙᏗᏍᎩ ᏥᎩ, ᏙᏧᎾᏓᏅᏛᏃ ᎠᎾᏢᏉᏙᏗᏍᎩ ᏂᎨᏒᎾ.

source: For if we are foolish, it is to God; or if we are serious, it is for you.
chr: ᎢᏳᏰᏃ ᏱᏙᎩᎸᏃᏗᎭ, ᎤᏁᎳᏅᎯᏉ ᏅᏗᎦᎵᏍᏙᏗᎭ; ᎢᏳ ᎠᎴ ᏙᎯ ᏱᏙᎦᏓᏅᏔ, ᏂᎯᏉ ᏅᏗᎦᎵᏍᏙᏗᎭ.

source: For it is the love of Christ which is moving us; because we are of the opinion that if one was put to death for all, then all have undergone death;
chr: ᎦᎶᏁᏛᏰᏃ ᎤᏓᎨᏳᏗ ᎨᏒ ᏙᎦᏘᏁᎦ; ᎯᎠᏰᏃ ᏄᏍᏗ ᏙᏧᎪᏗᎭ, ᎾᏍᎩ, ᎢᏳᏃ ᎠᏏᏴᏫ ᎾᏂᎥ ᏱᏚᏲᎱᎯᏎᎸ, ᎿᏉ ᎾᏍᎩ ᎾᏂᎥ ᏚᏂᏲᎱᏒᎩ;

source: And that he underwent death for all, so that the living might no longer be living to themselves, but to him who underwent death for them and came back from the dead.
chr: ᎾᏍᎩᏃ ᎾᏂᎥ ᏚᏲᎱᎯᏎᎴᎢ, ᎾᏍᎩ Ꮎ ᏗᏅᏃᏛ ᏥᎩ ᎪᎯ ᎨᏒ ᎢᏳᏓᎴᏅᏛ ᎤᏅᏒᏉ ᎤᎾᏤᎵ ᎤᎬᏩᎵ ᎤᎾᎴᏂᏓᏍᏗᏱ ᏂᎨᏒᎾ, ᎾᏍᎩᏍᎩᏂ Ꮎ ᎤᏤᎵ ᎤᎬᏩᎵ ᏧᏲᎱᎯᏎᎸᎯ ᎠᎴ ᏧᎴᎯᏌᏅᎯ ᏥᎩ.

source: For this reason, from this time forward we have knowledge of no man after the flesh: even if we have had knowledge of Christ after the flesh, we have no longer any such knowledge.
chr: ᎾᏍᎩ ᎢᏳᏏᏗ ᎪᎯ ᎨᏒ ᎢᏳᏓᎴᏅᏛ ᎥᏝ ᎩᎶ ᏲᏥᎦᏔᎭ ᎾᏍᎩᏯ ᎤᏇᏓᎵ ᎠᎦᏔᎲᎢ. ᎠᎴ ᎾᏍᏉ ᎢᏳ ᎦᎶᏁᏛ ᎣᏥᎦᏙᎥᏒᎯ ᏱᎩ ᎤᏇᏓᎵ ᎠᎦᏔᎲ ᎾᏍᎩᏯᎢ, ᎠᏎᏃ ᎪᎯ ᎨᏒ ᎢᏳᏓᎴᏅᏛ ᎥᏝ ᎿᏉ ᏲᏥᎦᏔᎭ.

source: So if any man is in Christ, he is in a new world: the old things have come to an end; they have truly become new.
chr: ᎾᏍᎩ ᎢᏳᏏᏗ, ᎢᏳᏃ ᎩᎶ ᎦᎶᏁᏛᏱ ᎠᏯᎡᏍᏗ ᎾᏍᎩ ᎢᏤ ᎾᎬᏁᎸ; ᏧᏓᎴᏅᏛ ᎤᏪᏘ ᎨᏒ ᎤᎶᏐᏅ; ᎬᏂᏳᏉ, ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎢᏤ ᏄᎵᏍᏔᏅ.

source: But all things are of God, who has made us at peace with himself through Christ, and has given to us the work of making peace;
chr: ᎠᎴ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎤᏁᎳᏅᎯ ᎢᏳᏩᏂᏌᏛ, ᎾᏍᎩ ᏙᎯ ᏥᏄᏩᏁᎸ ᎡᏗᏍᎦᎩ ᎨᏒ ᏥᏌ ᎦᎶᏁᏛ ᎠᎬᏗᏍᎬᎢ, ᎠᎴ ᎠᏴ ᎣᎦᏒᎦᎶᏔᏅ ᏙᎯ ᎢᎬᏁᎯ ᏗᎦᎸᏫᏍᏓᏁᏗ;

source: That is, that God was in Christ making peace between the world and himself, not putting their sins to their account, and having given to us the preaching of this news of peace.
chr: ᎯᎠ ᎾᏍᎩ ᎤᏁᎳᏅᎯ ᏙᎯ ᏂᎬᏁᎲᎩ ᎡᎶᎯ ᎬᏩᏍᎦᎩ ᎨᏒ ᎦᎶᏁᏛ ᎬᏗᏍᎬᎩ, ᎤᏂᏍᎦᏅᏨ ᎤᏂᏍᎦᏅᏨᎯ ᏂᏓᏰᎸᎾᏁᎲᎾ; ᎠᎴ ᎠᏴ ᎣᎦᏒᎶᏔᏅ ᎧᏃᎮᏛ ᏙᎯ ᎢᎬᏁᎯ.

source: So we are the representatives of Christ, as if God was making a request to you through us: we make our request to you, in the name of Christ, be at peace with God.
chr: ᎾᏍᎩᏃ ᎠᏴ ᎣᎩᏅᏏᏛ ᎦᎶᏁᏛ ᎣᏣᏓᏁᏟᏴᏍᏔᏁᎸᎯ; ᎾᏍᎩᏯᏉ ᎤᏁᎳᏅᎯ ᏥᏥᏍᏗᏰᏗᏍᎪ ᎠᏴ ᏦᎬᏗᏍᎪᎢ, ᎦᎶᏁᏛ ᎣᏣᏓᏁᏟᏴᏍᏓᏁᎭ, ᎢᏨᏔᏲᏎᎭ ᎤᏁᎳᏅᎯ ᏙᎯ ᎢᏨᏁᏗᏱ.

source: For him who had no knowledge of sin God made to be sin for us; so that we might become the righteousness of God in him.
chr: ᎾᏍᎩᏰᏃ ᎠᏍᎦᏂ ᎾᎦᏔᎲᎾ ᏥᎨᏎᎢ, ᎾᏍᎩ ᎠᏍᎦᎾ ᎤᏰᎸᏅ ᎠᏴ ᎨᏒ ᏅᏧᎵᏍᏙᏔᏅ, ᎾᏍᎩ ᎢᏳᏩᏂᏐᏗᏱ ᎠᏴ ᏂᏗᏍᎦᏅᎾ ᎢᎩᏰᎸᏗᏱ ᎤᏁᎳᏅᎯ ᏕᎦᎧᏂᏍᎬᎢ.

source: We then, working together with God, make our request to you not to take the grace of God to no purpose.
chr: ᎠᏴᏃ ᏦᎩᎸᏫᏍᏓᏁᎯ ᎣᏥᏍᏕᎵᏍᎩ ᎾᏍᏉ ᎢᏨᏍᏗᏰᏗᎭ ᎠᏎᏉᏉ ᎡᏥᏁᏗᏱ ᏂᎨᏒᎾ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ.

source: (For he says, I have given ear to you at a good time, and I have been your helper in a day of salvation: see, now is the good time; now is the day of salvation):
chr: ᎯᎠᏰᏃ ᏂᎦᏪᎭ, ᎬᏩᏛᎦᏁᎸ ᎾᎯᏳ ᏗᏓᏂᎸᏨᎯ ᎨᏒᎢ, ᎠᎴ ᎾᎯᏳ ᎢᎦ ᎦᏴᏓᏗᏍᏕᎸᏗ ᎨᏒ ᎬᏍᏕᎸᎲ; (ᎬᏂᏳᏉ, ᎪᎯ ᎿᏉ ᎾᎯᏳ ᏗᏓᏂᎸᏨᎯ ᎨᏒᎢ; ᎬᏂᏳᏉ, ᎪᎯ ᎿᏉ ᎾᎯᏳ ᎢᎦ ᎦᏴᏓᏗᏍᏕᎸᏗ ᎨᏒᎢ;)

source: Giving no cause for trouble in anything, so that no one may be able to say anything against our work;
chr: ᎪᎱᏍᏗ ᏃᏣᏛᏁᎲᎾ ᎬᏩᏓᏙᏕᏍᏙᏗ ᎨᏒᎢ, ᎯᎠ ᎾᏍᎩ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ ᎤᏐᏅ ᎬᏩᏂᏃᎮᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ;

source: But in everything making it clear that we are the servants of God, in quiet strength, in troubles, in need, in sorrow,
chr: ᏂᎦᎥᏍᎩᏂ ᏄᏓᎴᏒ ᏙᎩᎸᏫᏍᏓᏁᎲ ᎬᏂᎨᏒ ᏃᏨᏁᎰ ᎤᏁᎳᏅᎯ ᎪᎱᏍᏗ ᎣᏣᏛᏁᎯ ᎨᏒᎢ, ᎤᏣᏘ ᏦᏨᏂᏗᏳ ᎨᏒᎢ, ᎣᏥᎩᎵᏲᎬᎢ, ᎣᎩᏂᎬᏎᎲᎢ, ᎡᎯᏍᏗ ᎣᎦᏓᏅᏔᏩᏕᎬᎢ,

source: In blows, in prisons, in attacks, in hard work, in watchings, in going without food;
chr: ᏙᎩᎵᏂᎲᎢ, ᎣᎩᏴᎩᏅᎢ, ᎤᏓᏓᏍᎨᏛ ᎤᎾᎵᏖᎸᏅᎢ, ᏙᎩᎸᏫᏍᏓᏁᎲᎢ, ᎣᏥᏯᏫᏍᎬᎢ, ᎠᎹᏟ ᎣᏨᏍᎬᎢ,

source: In a clean heart, in knowledge, in long waiting, in being kind, in the Holy Spirit, in true love,
chr: ᏃᎦᏓᏅᎦᎸᎾ ᎨᏒᎢ, ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ, ᎪᎯᏙᏳ ᎤᏁᎳᎩ ᎣᏤᎵᏎᎬᎢ, ᎣᎦᏓᏅᏘᏳ ᎨᏒᎢ, ᎦᎸᏉᏗᏳ ᎠᏓᏅᏙ ᎣᎨᎲᎢ, ᏄᏠᎾᏍᏛᎾ ᎠᏓᎨᏳᏗ ᎣᎨᎲᎢ.

source: In the true word, in the power of God; with the arms of righteousness on the right hand and on the left,
chr: ᎦᏰᎪᎩ ᏂᎨᏒᎾ ᎧᏃᎮᏛ ᎣᏨᏗᏍᎬᎢ, ᎤᎵᏂᎩᏛ ᎨᏒ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎣᏨᏗᏍᎬᎢ, ᏚᏳᎪᏛ ᎨᏒ ᎠᎦᏘᏏᏗᏢ ᎠᎴ ᎠᎦᏍᎦᏂᏗᏢ ᎣᎦᏣᏅᏛᎢ,

source: By glory and by shame, by an evil name and a good name; as untrue, and still true;
chr: ᎣᎩᎸᏉᏗᏳ ᎨᏒ ᎠᎴ ᏃᎩᎸᏉᏛᎾ ᎨᏒᎢ, ᎤᏲ ᎣᎩᏃᎮᏍᎬ ᎠᎴ ᎣᏍᏛ ᎣᎩᏃᎮᏍᎬᎢ; ᎣᎦᏠᎾᏍᏗ ᏥᎨᏐ ᎾᏍᎩᏯᎢ, ᎠᏎᏃ ᏃᎦᏠᎾᏍᏛᎾ ᎨᏒᎢ,

source: Unnoted, but still kept fully in mind; as near to death, but still living; as undergoing punishment, but not put to death;
chr: ᏃᎩᎦᏔᎲᎾ ᎾᏍᎩᏯᎢ, ᎠᏎᏃ ᎣᏏᏳ ᎣᎩᎦᏔᎯ ᎨᏒᎢ; ᏥᏙᏥᏲᎱᏍᎪ ᎾᏍᎩᏯᎢ, ᎬᏂᏳᏉᏃ ᏦᏨᏃᏛ; ᎣᎩᏍᏛᏗᏍᏔᏅᎯ, ᎣᎩᎸᎯᏃ ᏂᎨᏒᎾ;

source: As full of sorrow, but ever glad; as poor, but giving wealth to others; as having nothing, but still having all things.
chr: ᎤᏲ ᏦᎦᏓᏅᏔᏩᏕᎪ ᎾᏍᎩᏯ, ᎠᏎᏃ ᏯᏃ ᎣᏣᎵᎮᎵᎪᎢ; ᎤᏲ ᏥᏃᎦᏛᎿᏕᎪ ᎾᏍᎩᏯ, ᎠᏎᏃ ᎤᏂᏣᏘ ᏙᏤᏅᎢᏍᏗᏍᎪᎢ; ᎪᎱᏍᏗ ᏃᎩᎲᎾ ᏥᎨᏐ ᎾᏍᎩᏯ, ᎠᏎᏃ ᏂᎦᏗᏳ ᏧᏓᎴᏅᏛ ᎣᎦᏤᎵᎦ.

source: Our mouth is open to you, O Corinthians, our heart is wide.
chr: ᏕᏨᏍᏚᎩᎡᎸ ᏦᏥᎰᎵ, ᎢᏥᎪᎵᏂᏗ, ᏦᎩᎾᏫ ᏕᏨᏯᏛᏃᎯᏍᏓᏁᎸ.

source: It is not our feelings to you which are narrow, but yours to us.
chr: ᎥᏝ ᏱᏗᏣᏍᏗᎬᏎᎸ ᎠᏴ ᏦᎩᎾᏫ; ᎢᏨᏒᏍᎩᏂ ᏗᏥᎾᏫ ᏚᏍᏗᎬᏒ.

source: Now to give me back payment of the same sort (I am talking as to my children), let your hearts be wide open to me.
chr: ᎾᏍᎩᏃ ᎤᏠᏱᏉ ᏍᎩᏯᎫᏴᏓᏁᎲ ^ᏗᏇᏥ ᏥᎦᏥᏬᏁᏗᏍᎪ ᎾᏍᎩᏯ ᎢᏨᏬᏁᏗᎭ^ᎾᏍᏉ ᏂᎯ ᏗᏣᏛᏃᎯ.

source: Do not keep company with those who have not faith: for what is there in common between righteousness and evil, or between light and dark?
chr: ᏞᏍᏗ ᏂᏗᏣᏙᎵᎬᎾ ᎢᏧᎳᎭ ᏱᏕᏥᎩᎳᎾᎳᏗᏍᎨᏍᏗ ᎾᏃᎯᏳᎲᏍᎬᎾ; ᎦᏙᏰᏃ ᎤᏍᏗ ᏚᎾᏚᏓᏛ ᏚᏳᎪᏛ ᎨᏒ ᎠᎴ ᏂᏚᏳᎪᏛᎾ ᎨᏒᎢ? ᎠᎴ ᎦᏙ ᎤᏍᏗ ᏌᏉ ᏄᏅᏅ ᎢᎦ-ᎦᏘ ᎠᎴ ᎤᎵᏏᎩ?

source: And what agreement is there between Christ and the Evil One? or what part has one who has faith with one who has not?
chr: ᎠᎴ ᎦᏙ ᎤᏍᏗ ᎤᏠᏱ ᏄᏅᏅ ᎦᎶᏁᏛ ᎠᎴ ᏈᎵᏯᎵ? ᎠᎴ ᎦᏙ ᎤᏍᏗ ᎢᏧᎳᏉ ᎤᎾᏤᎵᎦ ᎨᏐ ᎪᎯᏳᎲᏍᎩ ᎠᎴ ᎪᎯᏳᎲᏍᎩ ᏂᎨᏒᎾ?

source: And what agreement has the house of God with images? for we are a house of the living God; even as God has said, I will be living among them, and walking with them; and I will be their God, and they will be my people.
chr: ᎠᎴ ᎦᏙ ᎤᏍᏗ ᏗᏙᎵᎩ ᏂᎦᎵᏍᏗᎭ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᏓᏁᎸ ᎠᎴ ᎤᏁᎳᏅᎯ ᏗᏟᎶᏍᏔᏅᎯ? ᏂᎯᏰᏃ ᎾᏍᎩ ᎬᏂᏛ ᎤᏁᎳᏅᎯ ᎤᏤᎵᎦ ᎤᏁᎳᏗᏍᏗᏱ; ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᎯᎠ ᏥᏄᏪᏒ, ᎾᏍᎩ Ꮎ ᎦᏥᏯᎡᏍᏗ, ᎠᎴ ᎠᏁᎲ ᎨᏙᎮᏍᏗ; ᎠᎴ ᎠᏴ ᎦᏥᏯᏁᎳᏅᎯ ᎨᏎᏍᏗ, ᎠᎴ ᎤᏅᏒ ᏗᏆᏤᎵ ᏴᏫ ᎨᏎᏍᏗ.

source: For which cause, Come out from among them, and be separate, says the Lord, and let no unclean thing come near you; and I will take you for myself,
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎡᏥᏄᎪ ᎢᏣᏓᏑᏴ ᎠᏁᎲᎢ, ᎠᎴ ᎢᏣᏖᎴᏛ ᎨᏎᏍᏗ, ᎠᏗᎭ ᎤᎬᏫᏳᎯ, ᎠᎴ ᏞᏍᏗ ᎢᏣᏒᏂᎸᎩ ᎪᎱᏍᏗ ᎦᏓᎭᎢ; ᎠᏴᏃ ᏙᏓᏨᏯᏓᏂᎸᏥ,

source: And will be a Father to you; and you will be my sons and daughters, says the Lord, the Ruler of all.
chr: ᎠᎴ ᎠᏴ ᎢᏥᏙᏓ ᎨᏎᏍᏗ, ᏂᎯᏃ ᏗᏇᏥ ᎨᏎᏍᏗ ᎢᏥᏍᎦᏯ ᎠᎴ ᎢᏥᎨᏴ, ᎠᏗᎭ ᎤᎬᏫᏳᎯ ᏫᎾᏍᏛᎾ ᎤᎵᏂᎩᏛ.

source: Because God, then, will give us such rewards, dear brothers, let us make ourselves clean from all evil of flesh and spirit, and become completely holy in the fear of God.
chr: ᎯᎠᏃ ᎾᏍᎩ ᏥᏄᏍᏗ ᎡᎩᏚᎢᏍᏓᏁᎸᎯ ᏥᎩ, ᎢᏨᎨᏳᎢ, ᎢᏓᏓᏅᎦᎸ ᎢᏗᎲᎾ ᏄᏓᎴᏒ ᎦᏓᎭ ᎨᏒ ᎢᎩᏇᏓᎸ, ᎠᎴ ᎢᎦᏓᏅᏙᎩᎯ, ᎢᏗᏍᏆᏗᏍᎨᏍᏗ ᏚᏳᎪᏛ ᎨᏒᎢ, ᎤᏁᎳᏅᎯ ᎡᏗᎾᏰᏍᎬᎢ.

source: Let your hearts be open to us: we have done no man wrong, no man has been damaged by us, we have made no profit out of any man,
chr: ᏗᏍᎩᏯᏓᏂᎸᎩ; ᎥᏝ ᎩᎶ ᎤᏣᏘᏂ ᏱᏃᏨᏁᎸ, ᎥᏝ ᎩᎶ ᎠᏍᎦᎾ ᏱᏃᏨᏁᎸ, ᎥᏝ ᎩᎶ ᏲᏥᎶᏄᎡᎸ.

source: It is not with the purpose of judging you that I say this: for I have said before that you are in our hearts for life and death together.
chr: ᎯᎠ ᎾᏍᎩ ᏥᏂᏥᏪᎭ ᎥᏝ ᏗᏨᏳᎪᏓᏁᏗᏱ ᏯᎩᏰᎸᎭ; ᎦᏳᎳᏰᏃ ᎯᎠ ᏥᏂᎠᎩᏪᏒ, ᏦᎩᎾᏫᏱ ᎢᏥᏯᎠ, ᎣᎦᏛᏅᎢᏍᏗᏉ ᎢᏧᎳᎭ ᏗᎩᏂᏲᎱᎯᏍᏗᏱ, ᎠᎴ ᎢᏧᎳᎭ ᎢᎦᏕᏗᏱ.

source: My words to you are without fear, I am full of pride on account of you: I have great comfort and joy in all our troubles.
chr: ᎤᏣᏘ ᎢᏨᏲᎢᏳᎭ; ᎤᏣᏘ ᎢᏨᎸᏉᏗᏍᎪᎢ; ᎠᎩᎧᎵᏨᎯ ᎤᎦᎵᏍᏗ ᎨᏒᎢ; ᎤᏣᏔᏅᎯ ᎤᎵᎮᎵᏍᏗ ᎠᏆᏓᏅᏔᏩᏕᎪ ᏂᎦᎥ ᎣᏥᎩᎵᏲᏥᏙᎲᎢ.

source: For even when we had come into Macedonia our flesh had no rest, but we were troubled on every side; there were fightings outside and fears inside.
chr: ᎹᏏᏙᏂᏰᏃ ᏬᎩᎷᏨ, ᎥᏝ ᎣᎩᏇᏓᎸ ᎬᏩᏣᏪᏐᎸᏍᏙᏗ ᏱᎨᏎᎢ, ᎬᏩᏚᎾᏛᏍᎩᏂ ᎣᎦᏕᏯᏙᏗᎬᎩ; ᏙᏱᏗᏢ ᎠᎵᏛ ᎨᏒᎢ, ᎭᏫᏂᏃ ᎢᏗᏢ ᎣᏥᎾᏰᏍᎬᎢ.

source: But God who gives comfort to the poor in spirit gave us comfort by the coming of Titus;
chr: ᎤᏁᎳᏅᎯᏍᎩᏂᏃᏅ ᏗᎦᎵᏍᏓᏗᏍᎩ ᎤᏪᎵᎯᏍᏗ ᎤᎾᏓᏅᏔᏩᏕᎩ, ᎣᎩᎦᎵᏍᏓᏗᏍᏔᏅᎩ ᏓᏓᏏ ᎤᎷᏨᎢ;

source: And not by his coming only, but by the comfort which he had in you, while he gave us word of your desire, your sorrow, your care for me; so that I was still more glad.
chr: ᎥᏝᏍᎩᏂᏃᏅ ᎤᎷᏨᏉ ᎤᏩᏒ, ᎤᎦᎵᏍᏗᏍᎩᏂ ᎾᏍᏉ ᎤᏓᏅᏓᏛᎢ ᏂᎯ ᎨᏒ ᎢᏳᏍᏗ, ᎣᎩᏃᏁᎸ ᏂᎯ ᎤᏣᏘ ᎢᏣᏚᎵᏍᎬᎢ, ᎤᏲ ᎢᏥᏰᎸᏒᎯ, ᎤᏣᏘ ᏍᎩᎨᏳᎢᏳ ᎨᏒᎢ; ᎾᏍᎩ ᎢᏳᏍᏗ ᎤᏟ ᎢᎦᎢ ᎠᏆᎵᎮᎵᏨᎩ.

source: For though my letter gave you pain, I have no regret for it now, though I had before; for I see that the letter gave you pain, but only for a time.
chr: ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᎤᏲ ᎢᏨᏯᏓᏅᏓᏗᏍᏔᏅᎩ ᎪᏪᎵ ᏫᏨᏅᏁᎸᎢ, ᎥᏝ ᎤᏲ ᏯᎩᏰᎸᎭ, ᎤᏲᏍᎩᏂᏃᏅ ᎠᎩᏰᎸᏒᎩ; ᎢᏥᎪᏩᏘᏰᏃ ᎾᏍᎩ ᎪᏪᎵ ᎤᏲ ᎢᏣᏓᏅᏓᏗᏍᏔᏅᎢ, ᎠᏎᏃ ᏞᎦᏉ.

source: Now I am glad, not that you had sorrow, but that your sorrow was the cause of a change of heart; for yours was a holy sorrow so that you might undergo no loss by us in anything.
chr: ᎪᎯᏃ ᏥᎩ ᎦᎵᎡᎵᎦ, ᎥᏝ ᎠᏗᎾ ᎤᏲ ᎢᏣᏓᏅᏓᏛ ᏱᏅᏗᎦᎵᏍᏙᏗᎭ, ᏅᏗᎦᎵᏍᏙᏗᎭᏍᎩᏂ ᏗᎨᏥᏁᏟᏴᏍᏗ ᏕᏣᏓ ᏅᏛ ᎢᏴᏛ ᎤᏲ ᎢᏣᏓᏅᏓᏛᎢ; ᎤᏲᏰᏃ ᎢᏣᏓᏅᏓᏛᎩ ᎾᏍᎩᏯ ᎤᏁᎳᏅᎯ ᏗᎬᏩᏓᏂᎸᎢᏍᏗ ᏥᎩ, ᎾᏍᎩ ᏅᏓᏳᎵᏍᏙᏗᏱ ᎪᎱᏍᏗ ᎡᏍᎦ ᎢᏨᏴᏁᏗᏱ ᏂᎨᏒᎾ.

source: For the sorrow which God gives is the cause of salvation through a change of heart, in which there is no reason for grief: but the sorrow of the world is a cause of death.
chr: ᎤᏲᏰᏃ ᎠᏓᏅᏓᏗᏍᏗ ᎤᏁᎳᏅᎯ ᏗᎬᏩᏓᏂᎸᎢᏍᏗ ᎨᏒ ᎦᏁᏟᏴᏍᏗ ᎨᏒ ᎣᏓᏅᏛ ᏩᎵᏰᎢᎶᎯᎭ ᎥᏓᏗᏍᏕᎸᏗᏱ ᏫᎦᎷᎩ, ᎾᏍᎩ ᎤᏲ ᎠᏰᎸᏗ ᏂᎨᏒᎾ; ᎡᎶᎯᏍᏗᏂ ᎡᎯ ᎤᏲ ᎠᏓᏅᏓᏗᏍᏗ ᎨᏒ ᎠᏲᎱᎯᏍᏗ ᎨᏒ ᏩᎵᏰᎢᎶᎯᎭ.

source: For you see what care was produced in you by this very sorrow of yours before God, what clearing of yourselves, what wrath against sin, what fear, what desire, what serious purpose, what punishment. In everything you have made it clear that you are free from sin in this business.
chr: ᎬᏂᏳᏉᏰᏃ ᎯᎠ ᎾᏍᎩ ᎤᏲ ᏥᏣᏓᏅᏓᏛᎩ ᎾᏍᎩ ᏗᎬᏩᏓᏂᎸᎢᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ, ᏂᎦᎥ ᎢᏣᎵᏂᎬᏁᏗ ᎨᏒ ᏭᎵᏰᎢᎶᎸ; ᏂᎦᎥ ᏗᏣᏢᏫᏍᏙᏗ ᎢᏥᏲᎲᎢ, ᎥᎥ ᏂᎦᎥ ᎢᏥᏂᏆᏘᎲᎢ, ᎥᎥ, ᏂᎦᎥ ᎢᏥᎾᏰᏍᎬᎢ, ᎥᎥ, ᏂᎦᎥ ᎤᏣᏘ ᎢᏣᏑᎵᏍᎬᎢ, ᎥᎥᎢ, ᏂᎦᎥ ᎤᎵᏂᎩᏛ ᎢᏣᏓᏅᏛᎢ, ᎥᎥ, ᏂᎦᎥ ᎠᏓᏍᏛᏗᏍᏙᏗ ᎨᏒᎢ! ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎬᏂᎨᏒ ᏂᏨᏁᎸ ᏂᏥᏍᎦᏅᎾ ᎨᏒ ᎯᎠ ᎾᏍᎩ ᎧᏃᎮᏗ ᏥᎩ.

source: So though I sent you a letter, it was not only because of the man who did the wrong, or because of him to whom the wrong was done, but so that your true care for us might be made clear in the eyes of God.
chr: ᎾᏍᎩ ᏥᏄᏍᏗ ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᏫᏨᏲᏪᎳᏁᎸᎩ, ᎠᏎᏃ ᎥᏝ ᎤᏣᏘᏂ ᎢᏳᏛᏁᎸᎯ ᏳᎬᏩᎴᎢ, ᎥᏝ ᎠᎴ Ꮎ ᎤᏣᏘᏂ ᎢᏯᎦᏛᏁᎸᎯ ᏳᎬᏩᎴᎢ; ᎠᏍᎩᏂ ᎢᏨᏍᏆᏂᎪᏗᏳ ᎨᏒ ᎤᏁᎳᏅᎯ ᎠᎦᏔᎲ ᎬᏂᎨᏒ ᎢᏣᎵᏍᏓᏁᏗᏱ.

source: So we have been comforted: and we had the greater joy in our comfort because of the joy of Titus, for his spirit had been made glad by you all.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏂᎯ ᎤᎦᎵᏍᏗ ᎢᏣᏓᏅᏛ ᎠᏴ ᎣᎩᎦᎵᏍᏓᏛᎩ; ᎥᎥ, ᎠᎴ ᎤᏟ ᎢᎦᎢ ᎣᎦᎵᎮᎵᏍᏗ ᏄᎵᏍᏔᏅᎩ, ᏓᏓᏏ ᎠᎵᎮᎵᎬ ᎢᏳᏍᏗ, ᏅᏓᎦᎵᏍᏙᏗᏍᎬᎩ ᎾᏍᎩ ᎤᏓᏅᏙ ᏂᏥᎥ ᎡᏥᎦᎵᏍᏓᏕᎸᎢ.

source: For I was not put to shame in anything in which I may have made clear to him my pride in you; but as we said nothing to you but what was true, so the good things which I said to Titus about you were seen by him to be true.
chr: ᎢᏳᏰᏃ ᏥᏯᏢᏈᏎᎸᎯ ᎨᏎᏍᏗ, ᏂᎯ ᎢᏨᏁᎢᏍᏗᏍᎬᎢ, ᎥᏝ ᏱᎦᏕᎣᏍᎦ; ᏂᎦᏗᏳᏍᎩᏂ ᏧᏓᎴᏅᏛ ᎢᏨᏬᏁᏔᏅᎢ ᎤᏙᎯᏳᎯᏯ ᏥᎩ, ᎾᏍᎩᏯᏉ ᎣᎦᏢᏆᏒᎢ, ᎾᏍᎩ ᏓᏓᏏ ᎣᏣᏢᏆᏎᎸᎢ, ᎤᏙᎯᏳᎯᏯ ᏄᎵᏍᏔᏅ.

source: And his love to you is the more increased by his memory of you all, how you gave way to his authority, and how you took him to your hearts with fear and honour.
chr: ᎠᎴ ᎤᎾᏫᏱ ᎢᏥᎨᏳᎯᏳ ᎨᏒ ᎤᏣᏘ ᎤᏁᏉᏨ, ᎤᏅᏓᏛ ᎢᏦᎯᏳᎯᏳ ᎨᏒ ᏂᏥᎥᎢ, ᎾᏍᎩ ᎢᏥᎾᏰᏍᎩ ᎠᎴ ᏗᏥᎾᏫᏍᎩ ᏕᏣᏓᏂᎸᏨᎢ.

source: It gives me great joy to see you answering to my good opinion of you in every way.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎦᎵᎡᎵᎦ, ᎨᏨᏲᎢᏳᏗ ᎨᏒ ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᎤᎬᏩᎵ.

source: And now we give you news, brothers, about the grace of God which has been given to the churches of Macedonia;
chr: ᎠᎴᏬ ᎢᏓᎵᏅᏟ, ᎬᏂᎨᏒ ᏂᏨᏴᏁᎭ, ᎤᏁᎳᏅᎯ ᎬᏩᎦᏘᏯ ᎤᏓᏁᏗ ᎨᏒ ᎾᏍᎩ ᏚᏁᎸ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎹᏏᏙᏂ ᎠᏁᎯ;

source: How while they were undergoing every sort of trouble, and were in the greatest need, they took all the greater joy in being able to give freely to the needs of others.
chr: ᎾᏍᎩ ᎤᏣᏘ ᎠᏓᎪᎵᏰᏍᎩ ᎠᏂᎩᎵᏲᎬ, ᎤᏣᏘ ᎠᎾᎵᎮᎵᎬ ᎠᎴ ᎤᏣᏘ ᎤᏲ ᏄᎾᏛᎿᏕᎬ ᎦᎸᏉᏗᏳ ᏄᏩᏁᎸ ᏄᏂᎨᏳᎿᎥᎾ ᎨᏒᎢ.

source: For I give them witness, that as they were able, and even more than they were able, they gave from the impulse of their hearts,
chr: ᎦᏥᏲᎢᏳᏓᏁᎭᏰᏃ ᎾᏍᎩ ᏂᏚᎾᎵᏂᎬᎬ ᎢᏴᏛ, ᎥᎥ, ᎠᎴ ᎠᏂᎶᏒᏍᏗᏍᎬ ᏂᎦᎾᎵᏂᎬᎬᎢ, ᎤᎾᎵᎦᏟᏴᎯᏉ ᎤᏅᏒ ᎤᎾᏓᏅᏖᏛ;

source: Seriously requesting us that they might have a part in this grace of being servants to the needs of the saints:
chr: ᎤᏣᏘ ᎪᎩᏍᏗᏰᏗᏍᎬ ᎪᎩᏔᏲᏎᎲᎩ ᎾᏍᎩ ᎤᏂᏅᎯ ᏦᎦᏓᏂᎸᎢᏍᏗᏱ, ᎠᎴ ᎣᎦᏖᏆᎶᏗᏱ ᏦᏥᏍᏕᎸᏗᏱ ᏧᎾᏁᎶᏗ.

source: And going even farther than our hope, they first gave themselves to the Lord and to us after the purpose of God.
chr: ᎠᎴ [ᎾᏍᎩ ᏄᎾᏛᏁᎸᎩ] ᎥᏝ ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᏚᎩ ᎣᎬᏅᎢ, ᎢᎬᏱᏍᎩᏂ ᎤᏅᏒ ᎤᎬᏫᏳᎯ ᏚᎾᏓᏲᎯᏎᎸᎩ, ᎠᎴ ᎠᏴ ᏕᎪᎦᏓᏲᎯᏎᎸᎩ, ᎤᏁᎳᏅᎯ ᎣᏏᏳ ᎠᏰᎸᏍᎬ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ.

source: So that we made a request to Titus that, as he had made a start before, so he might make this grace complete in you.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᏓᏓᏏ ᎣᏥᏔᏲᏎᎸᎩ, ᎾᏍᎩ ᏄᏍᏛ ᎤᎴᏅᎲᎢ, ᎾᏍᎩᏯ ᎢᏳᏛᏁᏗᏱ ᎤᏍᏆᏗᏍᏗᏱ ᎢᏤᎲ ᎤᏠᏱ ᎢᏣᏓᏁᏗᏱ ᏂᏨᏁᎲᎢ.

source: And that as you are full of every good thing, of faith, of the word, of knowledge, of a ready mind, and of love to us, so you may be full of this grace in the same way.
chr: ᎾᏍᎩᏃ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎤᏣᏘ ᏥᏥᎭ, ᎾᏍᎩ ᎪᎯᏳᏗ ᎨᏒᎢ, ᎠᎴ ᎦᏬᏂᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒᎢ, ᎠᎴ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎢᏥᎦᎵᏴᎢ, ᎠᎴ ᎠᏴ ᏍᎩᎨᏳᎢᏳ ᎨᏒᎢ, ᎯᎠ ᎾᏍᎩ ᎠᏓᏁᏗ ᎨᏒ ᎾᏍᏉ ᎤᏣᏘ ᎢᏥᎮᏍᏗ.

source: I am not giving you an order, but using the ready mind of others as a test of the quality of your love.
chr: ᎥᏝ ᏱᏥᏁᎦ ᎾᏍᎩ ᎯᎠ ᎠᏎ ᎢᏣᏛᏁᏗᏱ, ᎠᏂᏐᎢᏍᎩᏂ ᎤᎾᎵᎦᎵᏴᏅ ᏅᏗᎦᎵᏍᏙᏗᎭ, ᎠᎴ ᎠᎩᎪᎵᏰᏗᏱ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏥᎲ ᏄᏠᎾᏍᏛᎾ ᎨᏒᎢ.

source: For you see the grace of our Lord Jesus Christ, how though he had wealth, he became poor on your account, so that through his need you might have wealth.
chr: ᎢᏥᎦᏔᎭᏰᏃ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᎬᏫᏳᎯ ᎢᎦᏤᎵᎦ ᏥᏌ ᎦᎶᏁᏛ, ᎾᏍᎩ ᎤᏪᎾᎢᏳ ᏥᎨᏎᎢ, ᎠᏎᏃ ᏂᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᏄᎵᏍᏔᏅᎢ, ᎾᏍᎩ ᎤᏩᏒ ᎤᏲ ᎢᏳᏛᎿᏕᎩ ᎨᏒ ᎢᏳᏩᏂᏐᏗᏱ ᏂᎯ ᏗᏤᎿᎢ ᎢᏣᎵᏍᏙᏗᏱ.

source: And in this I give my opinion: for it is to your profit, who were the first to make a start a year before, not only to do this, but to make clear that your minds were more than ready to do it.
chr: ᎠᎴ ᎠᏂ ᎾᏍᎩ ᏄᏍᏛ ᎦᏓᏅᏖᏍᎬ ᎬᏂᎨᏒ ᏂᎬᏁᎭ; ᎣᏏᏳᏰᏃ ᎢᎨᏣᎵᏍᏓᏁᏗ, ᎾᏍᎩ ᎦᏳᎳ ᎢᏣᎴᏅᏛ ᏥᎩ, ᎿᏉ ᏑᏕᏘᏴᏛ, ᎥᏝ ᎢᏣᏛᏁᏗᏱᏉ ᎾᏍᎩ, ᎾᏍᏉᏍᎩᏂ ᎣᏏᏳ ᎢᏥᏰᎸᏗᏱ.

source: Then make the doing of it complete; so that as you had a ready mind, you may give effect to it as you are able.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎿᏉ ᎢᏥᏍᏆᏓ ᎾᏍᎩ ᎢᏯᏛᏁᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎢᏥᎦᎵᏱᏳ ᏂᎨᏒ ᎢᏣᏚᎸᏗᏱ, ᎾᏍᎩ ᎾᏍᏉ ᏄᏍᏕᏍᏗ ᎢᏥᏍᏆᏗᏍᎬᎢ, ᎢᏨᏗᏍᎬ ᎾᏍᎩ ᏄᏍᏛ ᎢᏥᎲᎢ.

source: For if there is a ready mind, a man will have God's approval in the measure of what he has, and not of what he has not.
chr: ᎢᏳᏰᏃ ᎢᎬᏱ ᎨᏒ ᎩᎶ ᏯᎦᎵᏴ ᏧᏓᏅᏛᎢ, ᏣᎦᏓᏂᎸᏤᏗ ᎨᏐ ᎾᏍᎩᏯ ᏄᏍᏛ ᎤᎲᎢ, ᎥᏝᏃ ᎾᏍᎩᏯ ᏄᎲᎾ ᎨᏒᎢ.

source: And I am not saying this so that others may get off free, while the weight comes on you:
chr: ᎥᏝ ᎠᏗᎾ ᏅᏩᎾᏓᎴ ᏗᎨᏥᎪᏗᏱ ᏂᎯᏃ ᎠᏍᏓᏯ ᎢᏰᏨᏁᏗᏱ ᏱᎦᏗᎭ;

source: But so that things may be equal; that from those things of which you have more than enough at the present time their need may be helped, and that if you are in any need they may be a help to you in the same way, making things equal.
chr: ᎢᎬᏩᏍᏗᎭᏍᎩᏂ [ᎢᏥᏗᏱ;] ᎾᏍᎩ ᎪᎯ ᎨᏒ ᎤᏣᏘ ᎢᏥᎲ ᏱᏗᏥᏍᏕᎸᏗᎭ ᎤᏂᏂᎬᏎᎲᎢ, ᎾᏍᎩᏃ ᎾᏍᏉ ᎤᏣᏘ ᎤᏂᎲ ᎨᏥᏍᏕᎸᏗᏱ ᎢᏥᏂᎬᏎᎲᎢ, ᎾᏍᎩ ᎢᎬᏩᏍᏗᎭ ᎢᏥᏗᏱ.

source: As it says in the Writings, He who had taken up much had nothing over and he who had little had enough.
chr: ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᎾᏍᎩ ᎤᎪᏗ ᎤᏭᏖᏛ ᎥᏝ ᏳᏘᏰᎮᎢ; ᎾᏃ ᎦᏲᎵ ᎤᏭᏖᏛ ᎥᏝ ᏳᎷᎶᏤᎮᎢ.

source: But praise be to God, who puts the same care for you into the heart of Titus.
chr: ᎠᏎᏃ ᎤᏁᎳᏅᎯ ᎠᎵᎮᎵᏤᏗ ᎨᏎᏍᏗ, ᎾᏍᎩ ᏓᏓᏏ ᎤᎾᏫᏱ ᏧᎳᏁᎸ ᎾᏍᎩ ᎢᎦᎢ ᏗᏤᎷᎢᏍᏗᏱ.

source: For while he gladly gave ear to our request, he was interested enough to go to you from the impulse of his heart.
chr: ᎤᏙᎯᏳᎯᏰᏃ ᏚᏓᏂᎸᏨᎩ ᏥᏬᏁᏔᏅᎢ; ᎠᏎᏃ ᎤᏟᎯᏳ ᏄᎵᎦᎵᏴᏒ ᏅᏓᏳᎵᏍᏙᏔᏅᎩ, ᎤᏩᏒᏉ ᎤᏓᏅᏖᏛ ᎢᏥᏩᏛᎲᏒᎩ.

source: And with him we have sent a brother whose praise in the good news has gone through all the churches;
chr: ᎠᎴ ᏱᏥᏅᎵ ᎾᏍᎩ ᎠᏁᎩ Ꮎ ᎢᏓᎵᏅᏟ, ᏂᎬᎾᏛ ᏚᎾᏓᏡᏩᏗᏒ ᏧᎾᏁᎶᏗ ᎬᏩᎸᏉᏗᏳ ᏥᎩ ᎣᏍᏛ ᎧᏃᎮᏛ ᏥᏅᏗᎦᎵᏍᏙᏗᎭ;

source: And not only so, but he was marked out by the churches to go with us in the grace of this giving which we have undertaken to the glory of the Lord and to make clear that our mind was ready:
chr: ᎠᎴ ᎥᏝ ᎾᏍᎩᏉ ᏱᏂᎦᎥ, ᎾᏍᏉᏍᎩᏂ ᏚᎾᏓᏡᏩᏗᏒ ᏧᎾᏁᎶᏗ ᎬᏩᏑᏰᏒᎩ ᎠᏴ ᎢᏧᎳᎭ ᎣᎨᏅᏍᏗᏱ ᎣᎩᏴᏍᏗᏱ ᎯᎠ ᎾᏍᎩ ᎠᏓᏁᏗ, ᎾᏍᎩ ᏥᏙᎩᎸᏫᏍᏓᏁᎭ, ᎦᎸᏉᏗᏳ ᎢᏳᎵᏍᏙᏗᏱ ᎤᎬᏫᏳᎯ ᎤᏩᏒ, ᎠᎴ [ᎬᏂᎨᏒ ᎢᎬᏩᏁᏗᏱ] ᎢᏣᎵᎦᎵᏴᏒ ᏙᏗᏣᏓᏅᏛᎢ;

source: And so that no man might be able to say anything against us in the business of this giving which has been put into our hands:
chr: ᎯᎠ ᎾᏍᎩ ᎣᏥᏲᏍᏙᏗᏍᎬᎢ, ᎩᎶ ᎪᎱᏍᏗ ᎪᎨᎵᏎᏗᏱ ᎯᎠ ᎾᏍᎩ ᎤᏣᏘ ᎤᎬᏩᎵ ᎪᎱᏍᏗ ᎣᎬᏁᏗ ᏥᏂᎦᎵᏍᏗᎭ;

source: For the business has been so ordered by us as to have the approval, not only of the Lord, but of men.
chr: ᎢᎬᏱ ᎦᏰᎯ ᎣᏣᎦᏌᏯᏍᏗᏍᎬ ᎣᏏᏳ ᎠᏰᎸᏗ ᎨᏒᎢ, ᎥᏝ ᎤᎬᏫᏳᎯᏉ ᎠᎦᏔᎲᎢ, ᏴᏫᏍᎩᏂ ᎾᏍᏉ ᎠᏂᎦᏔᎲᎢ.

source: And we have sent with them our brother, whose ready spirit has been made clear to us at times and in ways without number, but it is now all the more so because of the certain faith which he has in you.
chr: ᎠᎴ ᎣᏥᏅᎵ ᎢᏧᎳᎭ ᎠᏁᎩ ᎣᏣᎵᏅᏟ, ᎾᏍᎩ ᎤᏩᎫᏘᎶᏛ ᎣᏥᎪᎵᏰᏛ ᎣᎦᏙᎴᎰᏒᎯ ᎤᏣᏘ ᎠᎦᎵᏱᏳ ᎨᏒᎢ, ᎠᏎᏃ ᎪᎯ ᎨᏒ ᎤᏟ ᎾᎦᎵᏴ, ᏅᏗᎦᎵᏍᏙᏗᎭ ᎤᏣᏘ ᎢᏦᎯᏳᏒᎢ.

source: If any question comes up about Titus, he is my brother-worker, working with me for you; or about the others, they are the representatives of the churches to the glory of Christ.
chr: ᏓᏓᏏᏃ ᎨᏒᎢ, ᎣᎩᎾᎵᎪᎯ ᎾᏍᎩ, ᎠᎴ ᎢᏧᎳᎭ ᏦᎩᏂᎸᏫᏍᏓᏁᎯ ᏂᎯ ᎪᎱᏍᏗ ᎢᏨᏯᏛᏁᎲᎢ; ᎣᏣᎵᏅᏟᏃ ᎨᏒ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒ ᎬᏩᏂᏅᏏᏛ ᎾᏍᎩ, ᎠᎴ ᎦᎸᏉᏗᏳ ᎢᏯᏅᏁᎯ ᎦᎶᏁᏛ.

source: Make clear then to them, as representatives of the churches, the quality of your love, and that the things which we have said about you are true.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏂᎦᏔᎲ ᏧᎾᏁᎶᏗ ᏚᎾᏓᏡᏩᏗᏒᎢ, ᎬᏂᎨᏒ ᏂᏕᏨᏁᎸᎭ ᎾᏍᎩ ᎪᎯᏳᏗᏍᎩ ᎠᏓᎨᏳᏗ ᎨᏒ ᎢᏤᎲᎢ, ᎠᎴ ᎣᎦᏢᏆᏒ ᏂᎯ ᎢᏨᏁᎢᏍᏗᏍᎬᎢ ᎠᏎᏉ ᏂᎨᏒᎾ ᎨᏒᎢ.

source: But there is no need for me to say anything in my letter about the giving to the saints:
chr: ᎾᏃ ᎤᎾᏓᏅᏘ ᏗᏍᏕᎸᏗᏱ ᎤᎬᏩᎵ, ᎠᏎᏉᏉ ᏱᏨᏲᏪᎳᏁᎭ.

source: For I have before made clear to those of Macedonia my pride in your ready mind, saying to them that Achaia has been ready for a year back; and a great number have been moved to do the same by your example.
chr: ᏥᎦᏔᎭᏰᏃ ᏗᎦᎵᏱᏳ ᎨᏒ ᏕᏣᏓᏅᏛᎢ, ᎾᏍᎩ ᎢᏨᏁᎢᏍᏗᏍᎬ ᎹᏏᏙᏂ ᎠᏁᎯ ᎦᏥᏯᏢᏈᏎᎭ, [ᎦᏥᏃᏁᎭ] ᎾᏍᎩ ᎡᎧᏯ ᎿᏉ ᏑᏕᏘᏴᏛ ᎬᏩᏛᏅᎢᏍᏔᏅᎯ ᎨᏒᎢ; ᎠᎴ ᏂᎯ ᎤᎵᏂᎩᏛ ᎢᏣᏓᏅᏛ ᎤᏂᏣᏔ ᎤᏂᏖᎸᏅ.

source: But I have sent the brothers, so that the good things we said about you may be seen to be true, and that, as I said, you may be ready:
chr: ᎠᏎᏃ ᎦᏥᏅᎵ ᎣᏣᎵᏅᏟ, ᎾᏍᎩ ᎠᏎᏉᏉ ᎢᏳᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ ᎣᏣᏢᏈᏍᎬ ᎢᏨᏁᎢᏍᏗᏍᎬᎢ; ᎾᏍᎩ ᎢᏣᏛᏅᎢᏍᏔᏅᎯ ᏱᎩ, ᎾᏍᎩᏯ ᎾᎩᏪᏒᎢ.

source: For fear that, if any from Macedonia come with me, and you are not ready, we (not to say, you) might be put to shame in this thing.
chr: ᎢᏳᏰᏃ ᏱᏅᏩᏎᎦᏨ ᎹᏏᏙᏂ ᎠᏁᎯ ᏱᎬᎩᏍᏓᏩᏕᏅ, ᏱᏨᏩᏛᏔᏅᏃ ᏂᏣᏛᏅᎢᏍᏔᏅᎾ, ᎠᏴ, (ᎥᏝᏰᏃ ᏂᎯ ᏱᎦᏗᎭ,) ᏲᏣᏕᎰᎯ ᎯᎠ ᎾᏍᎩ ᎤᏣᏘ ᎣᎪᎯᏳᎯ ᎣᎦᏢᏈᏒᎢ.

source: So it seemed to me wise for the brothers to go before, and see that the amount which you had undertaken to give was ready, so that it might be a cause for praise, and not as if we were making profit out of you.
chr: ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᏎ ᏱᎦᏥᏁᏤᎸ ᎠᎾᎵᏅᏟ ᎠᏇᎵᏒᎩ ᎢᎬᏱ ᏫᎨᏥᎷᏤᏗᏱ, ᎠᎴ ᎢᎬᏱ ᏭᎾᏛᏅᎢᏍᏙᏗᏱ ᎢᏥᏗ ᎨᏒ, ᎾᏍᎩ ᎦᏳᎳ ᎧᏁᎢᏍᏔᏅᎯ ᏥᎩ, ᎾᏍᎩ ᎠᏛᏅᎢᏍᏔᏃᏅᎯ ᏱᎩ, ᎾᏍᎩᏯ ᎣᏏᏳ ᎢᏥᏰᎸᎯ ᎢᏥᏅᎯ ᎨᏒᎢ, ᎥᏝᏃ ᎢᏥᎨᏳᏅᎯ ᎾᏍᎩᏯᎢ.

source: But in the Writings it says, He who puts in only a small number of seeds, will get in the same; and he who puts them in from a full hand, will have produce in full measure from them.
chr: ᎯᎠᏍᎩᏂ [ᏄᏍᏗ;] ᎩᎶ ᎦᏲᎵ ᎠᏫᏍᎩ, ᎾᏍᎩ Ꮎ ᎾᏍᏉ ᎦᏲᎵ ᎤᏍᎫᏕᏍᏗ ᎨᏎᏍᏗ; ᎠᎴ ᎩᎶ ᎤᎪᏗ ᎠᏫᏍᎩ ᎾᏍᎩ Ꮎ ᎾᏍᏉ ᎤᎪᏗ ᎤᏍᎫᏕᏍᏗ ᎨᏎᏍᏗ.

source: Let every man do after the purpose of his heart; not giving with grief, or by force: for God takes pleasure in a ready giver.
chr: ᎾᏂᎥ ᎩᎶ ᎾᏍᎩᏯ ᏄᏍᏛ ᎠᎾᏓᏅᏖᏍᎬ ᏧᏂᎾᏫᏱ [ᎠᏂᎲᏍᎨᏍᏗ;] ᎥᏝᏍᏗ ᏝᏉ ᎤᏂᏰᎸᎯ, ᎥᏝ ᎠᎴ ᎠᏎ ᎤᏂᏗᏱ ᏥᏂᎨᎬᏁᎰ ᎢᏳᏍᏗ; ᎤᏁᎳᏅᎯᏰᏃ ᎤᎨᏳᎭ ᎤᎦᎵᏍᏗ ᎤᏓᏁᏘ ᎠᎲᏍᎩ.

source: And God is able to give you all grace in full measure; so that ever having enough of all things, you may be full of every good work:
chr: ᎤᏁᎳᏅᎯᏰᏃ ᏰᎵᏉ ᎨᏥᏁᏗ ᎤᏣᏘ ᏄᏓᎴᏒ ᎪᎱᏍᏗ, ᎾᏍᎩ ᏂᎯ ᏂᎪᎯᎸ ᏂᏥᏂᎬᏎᎲᎾ ᎨᏒ ᏂᎦᎥ ᏧᏓᎴᏅᏛ, ᎣᏍᏛ ᎨᏒ ᎤᏣᏘ ᏗᎨᏥᎸᏫᏍᏓᏁᏗ ᎢᏳᎵᏍᏙᏗᏱ.

source: As it is said in the Writings, He has sent out far and wide, he has given to the poor; his righteousness is for ever.
chr: ᎾᏍᎩᏯ ᎯᎠ ᏥᏂᎬᏅ ᏥᎪᏪᎳ, ᏚᏗᎦᎴᏯᏍᏔᏅ; ᎤᏲ ᎢᏳᎾᏛᎿᏕᎩ ᏚᏁᎸ; ᎤᏓᏅᏘᏳ ᎨᏒ ᏅᏩᏍᏗᏉ ᏂᎪᎯᎸᎢ.

source: And he who gives seed for putting into the field and bread for food, will take care of the growth of your seed, at the same time increasing the fruits of your righteousness;
chr: ᎾᏍᎩᏃ Ꮎ ᎤᎦᏔ ᎠᏫᏍᎩ ᎤᏁᎯ ᏥᎩ, ᎠᎴ ᎦᏚ ᎠᎵᏍᏓᏴᏙᏗ ᎠᏓᏁᎯ ᏥᎩ, ᎢᏥᏁᏗ ᎨᏎᏍᏗ ᎠᎴ ᎤᎪᏓᏗᏍᏗ ᎨᏎᏍᏗ ᎢᏥᏫᏍᏗ ᎨᏒᎢ, ᎠᎴ ᎤᏁᏉᏍᏗ ᎨᏎᏍᏗ ᎢᏣᏓᏅᏘᏳ ᎨᏒ ᎤᎦᏔᏔᏅᎯ;

source: Your wealth being increased in everything, with a simple mind, causing praise to God through us.
chr: ᏄᏓᎴᏒ ᎪᎱᏍᏗ ᎢᏤᏅᎢᏍᏔᏅᎯ ᎨᏒ, ᎾᏍᎩ ᎤᏣᏘ ᎨᏣᏓᏁᏗ ᎨᏒᎢ, ᎾᏍᎩ ᎢᏳᎬᏂᏐᏗᏱ ᎠᎦᎵᎮᎵᏤᏗᏱ ᎤᏁᎳᏅᎯ.

source: For this work of giving not only takes care of the needs of the saints, but is the cause of much praise to God;
chr: ᎯᎠᏰᏃ ᎠᏯᏔᏍᏗ ᎨᏒ ᎢᏥᏅᎯ, ᎥᏝ ᎤᎾᏓᏅᏘ ᎤᏂᏂᎬᏎᎲ ᎠᎧᎵᎢᎯ ᎤᏩᏒ ᏱᎩ, ᎾᏍᏉᏍᎩᏂ ᎤᏣᏘ ᎤᎾᎵᎮᎵᏤᏗ ᎤᏁᎳᏅᎯ ᏂᎬᏁᎭ;

source: For when, through this work of giving, they see what you are, they give glory to God for the way in which you have given yourselves to the good news of Christ, and for the wealth of your giving to them and to all;
chr: ᎠᏂᎪᏩᏗᏍᎬᏰᏃ ᎢᏳᏍᏗ ᎾᏍᎩ ᎯᎠ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᏛᏂᎸᏉᏔᏂ ᏂᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᎬᏂᎨᏒ ᏂᏨᏁᎲ ᎢᏦᎯᏳᏒ ᎣᏍᏛ ᎧᏃᎮᏛ ᎦᎶᏁᏛ ᎤᏤᎵᎦ, ᎠᎴ ᏂᎦᎵᏍᏙᏗᏍᎨᏍᏗ ᏂᏥᎨᏳᎿᎥᎾ ᎨᏒ ᏕᏥᏁᎲ ᎾᏍᎩ, ᎠᎴ ᎾᏂᎥᏉ;

source: While their hearts go out to you in love and in prayer for you, because of the great grace of God which is in you.
chr: ᎠᎴ ᎾᏍᎩ ᎢᏳᏍᏗ ᎠᎾᏓᏙᎵᏍᏗᏍᎬ ᎨᏥᏁᎢᏍᏗᏍᎨᏍᏗ, ᎤᏣᏘ ᎨᏥᎨᏳᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᎤᏣᏘ ᎬᏩᎦᏘᏯ ᎤᏓᏙᎵᏍᏗ ᎨᏒ ᎤᏁᎳᏅᎯ ᎢᏥᏁᎸᎢ.

source: Praise be to God for what he has given, which words have no power to say.
chr: ᎤᏁᎳᏅᎯ ᎠᎵᎮᎵᏤᏗ ᎨᏎᏍᏗ ᏂᎦᎵᏍᏙᏗᎭ ᎾᏍᎩ ᎤᏓᏁᏗ ᎨᏒ ᎦᏃᎮᎰᎲᏍᏗ ᏂᎨᏒᎾ ᏥᎩ.

source: Now I, Paul, myself make request to you by the quiet and gentle behaviour of Christ, I who am poor in spirit when with you, but who say what is in my mind to you without fear when I am away from you:
chr: ᎾᏍᎩᏃ ᎠᏴ ᏉᎳ ᎠᏋᏒ ᎢᏨᏍᏗᏰᏗᎭ ᏥᏁᎢᏍᏗᎭ ᎤᏙᎵᏍᏙᏏᏳ ᎨᏒ ᎠᎴ ᎤᏓᏅᏘᏳ ᎨᏒ ᎦᎶᏁᏛ, ᎠᏴ ᎾᏍᎩ ᏥᏨᏰᎳᏗᏙᎰ ᎠᏆᏓᎾᏰᏍᏗ ᏥᎨᎰᎢ, ᎠᏎᏃ ᎠᎩᎪᏁᎸ ᏂᏨᎾᏰᏍᎬᎾ ᏥᎩ ᏂᎯ^

source: Yes, I make my request to you, so that when I am with you I may not have to make use of the authority which may be needed against some to whom we seem to be walking after the flesh.
chr: ᎠᏎᏃ ᎢᏨᏔᏲᏎᎭ ᎢᏨᏰᎳᏗᏙᎲ ᎾᏆᏓᎾᏰᏍᏛᎾ ᎢᏯᏆᎵᏍᏙᏗᏱ ᏂᎨᏒᎾ, ᎾᏍᎩᏯ ᎾᏆᏓᎾᏰᏍᏛᎾ ᎦᏥᏴᏓᏁᏗ ᏣᎩᏰᎸᎭ ᎢᎦᏛ, ᎾᏍᎩ ᎤᏇᏓᎵ ᎠᏓᏅᏖᏍᎬ ᏓᏂᎧᎿᏩᏗ ᏥᎪᎨᎵᏎᎭ.

source: For though we may be living in the flesh, we are not fighting after the way of the flesh
chr: ᎤᏙᎯᏳᎯᏍᎩᏂᏃᏅ ᎤᏇᏓᎸ ᎤᏤᏙᎭ, ᎠᏎᏃ ᎥᏝ ᎤᏇᏓᎵ ᏧᏟᏴᏙᏗ ᎨᏒ ᏱᏙᏣᏟᏴᏗᎭ;

source: (For the arms with which we are fighting are not those of the flesh, but are strong before God for the destruction of high places);
chr: (ᎣᎦᎵᏍᏕᎸᏙᏗᏰᏃ ᎨᏒ ᏓᏅᏩ ᎣᏣᎢᏒ ᎥᏝ ᎤᏇᏓᎵ ᏧᏩᏙᏗ ᏱᎩ, ᏧᎵᏂᎩᏗᏳᏍᎩᏂ ᎤᏁᎳᏅᎯ ᎢᏳᏩᏂᏌᏛ, ᏓᏐᏲᎥᏗᏍᎬ ᎤᎵᏂᎩᏛ ᏓᏐᏴᎢ.)

source: Putting an end to reasonings, and every high thing which is lifted up against the knowledge of God, and causing every thought to come under the authority of Christ;
chr: ᎡᎳᏗ ᏂᏙᏨᏁᎰ ᎠᏓᏅᏖᏗ ᎨᏒ, ᎠᎴ ᏄᏓᎴᏒ ᎢᏅ ᎢᎦᏘ ᎾᏍᎩ ᎠᏓᎵᏌᎳᏗᏍᎩ ᎤᏁᎳᏅᎯ ᎤᏤᎵ ᎠᎦᏙᎥᎯᏍᏗ ᎨᏒ ᏗᎦᏘᎴᎩ, ᎠᎴ ᏙᏥᏎᎪᎩᏍᎪ ᏙᏣᏘᏁᎪ ᏄᏓᎴᏒ ᎠᏓᏅᏖᏗ ᎨᏒ ᎦᎶᏁᏛ ᎬᏬᎯᏳᏗᏱ ᏃᏨᏁᎰᎢ;

source: Being ready to give punishment to whatever is against his authority, after you have made it clear that you are completely under his control.
chr: ᎠᎴ ᎣᎦᏛᏅᎢᏍᏗ ᏦᏥᏍᏛᏗᏍᏙᏗᏱ ᎾᏂᎥ ᏄᏃᎯᏳᏒᎾ ᎨᏒᎢ, ᎾᎯᏳ ᎢᏦᎯᏳᏒ ᎤᎧᎵᏨᎯ ᎨᏎᏍᏗ.
